[
  {
    "Image": "https://upload.wikimedia.org/wikipedia/commons/4/4f/To_Kill_a_Mockingbird_%28first_edition_cover%29.jpg",
    "Name": "To Kill a Mockingbird",
    "Quantity": 10,
    "Author Name": "Harper Lee",
    "Category": "Novel",
    "Short description": "A classic novel exploring racial injustice and moral growth in the American South",
    "Rating": 4.5,
    "Content": "This novel by Harper Lee explores themes of racial injustice and moral growth in the American South.\n- The story is narrated by Scout Finch, a young girl observing her father, Atticus Finch, defending a black man accused of assaulting a white woman.\n- The novel delves into societal issues, prejudice, and the loss of innocence.\n- Through Scout's perspective, the book highlights the struggle for justice and the complexities of human nature.\n- Harper Lee's work remains a classic in American literature, addressing themes of empathy, compassion, and the search for truth."
  },
  {
    "Image": "https://m.media-amazon.com/images/M/MV5BMTA1NDQ3NTcyOTNeQTJeQWpwZ15BbWU3MDA0MzA4MzE@._V1_.jpg",
    "Name": "Pride and Prejudice",
    "Quantity": 8,
    "Author Name": "Jane Austen",
    "Category": "Novel",
    "Short description": "A timeless novel of love, manners, and societal expectations in Regency England",
    "Rating": 4.3,
    "Content": "This novel by Jane Austen revolves around themes of love, marriage, and social expectations in Regency England.\n- The story follows Elizabeth Bennet, one of five sisters, as she navigates societal norms and expectations.\n- It explores the complexities of relationships, particularly between Elizabeth and the proud Mr. Darcy.\n- Austen's narrative highlights the consequences of pride and the impact of preconceptions on understanding others.\n- The book is a classic portrayal of the era's social hierarchy and the pursuit of genuine love amidst societal norms."
  },
  {
    "Image": "https://static-01.daraz.com.bd/p/e663a5534245d50922b233cd76af0660.jpg",
    "Name": "1984",
    "Quantity": 12,
    "Author Name": "George Orwell",
    "Category": "Novel",
    "Short description": "A dystopian novel portraying a totalitarian regime and its impact on individual freedom",
    "Rating": 4.7,
    "Content": "This dystopian novel by George Orwell depicts a totalitarian society where individuality is suppressed.\n- The story follows Winston Smith, who rebels against the oppressive regime led by the Party and Big Brother.\n- Orwell's narrative explores surveillance, propaganda, and the manipulation of truth by the government.\n- The novel coined terms like Big Brother and Orwellian, portraying a grim future ruled by an authoritarian regime.\n- '1984' remains a significant work in literature, warning about the dangers of totalitarianism and loss of personal freedoms."
  },
  {
    "Image": "https://upload.wikimedia.org/wikipedia/commons/7/7a/The_Great_Gatsby_Cover_1925_Retouched.jpg",
    "Name": "The Great Gatsby",
    "Quantity": 6,
    "Author Name": "F. Scott Fitzgerald",
    "Category": "Novel",
    "Short description": "A classic novel delving into the American Dream, wealth, and moral decay in the 1920s",
    "Rating": 4.4,
    "Content": "This classic novel by F. Scott Fitzgerald explores the American Dream and the Roaring Twenties.\n- The story is narrated by Nick Carraway, who observes the enigmatic and wealthy Jay Gatsby from afar.\n- It delves into themes of wealth, love, and the pursuit of the American Dream.\n- Fitzgerald's narrative highlights the emptiness and disillusionment behind the facade of wealth and glamour.\n- 'The Great Gatsby' is a portrayal of the Jazz Age and the complexities of human desires and social class."
  },
  {
    "Image": "https://cdn.britannica.com/94/181394-050-2F76F7EE/Reproduction-cover-edition-The-Catcher-in-the.jpg",
    "Name": "The Catcher in the Rye",
    "Quantity": 9,
    "Author Name": "J.D. Salinger",
    "Category": "Novel",
    "Short description": "A classic novel narrated by a teenager grappling with identity and societal expectations",
    "Rating": 4.6,
    "Content": "This novel by J.D. Salinger follows the story of Holden Caulfield, a disenchanted teenager in New York City.\n- The narrative explores themes of teenage angst, alienation, and the search for authenticity.\n- Holden narrates his experiences after being expelled from prep school, reflecting on the phoniness of the adult world.\n- Salinger's work captures the struggle of transitioning from adolescence to adulthood.\n- 'The Catcher in the Rye' remains a classic in literature for its portrayal of teenage rebellion and the challenges of growing up."
  },
  {
    "Image": "https://m.media-amazon.com/images/I/91DhazpQXML._AC_UF1000,1000_QL80_.jpg",
    "Name": "Moby-Dick",
    "Quantity": 7,
    "Author Name": "Herman Melville",
    "Category": "Novel",
    "Short description": "An epic tale of obsession and revenge, centered around the hunt for a white whale",
    "Rating": 4.2,
    "Content": "This novel by Herman Melville tells the tale of Ishmael's voyage on the whaling ship Pequod.\n- The story revolves around the monomaniacal quest of Captain Ahab to seek revenge on the white whale, Moby Dick.\n- Melville's narrative explores themes of obsession, fate, and the complexities of good and evil.\n- The book delves into philosophical and existential questions, incorporating elements of adventure and symbolism.\n- 'Moby-Dick' is renowned for its rich language, diverse cast of characters, and its exploration of the human psyche."
  },
  {
    "Image": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781439117156/jane-eyre-9781439117156_hr.jpg",
    "Name": "Jane Eyre",
    "Quantity": 5,
    "Author Name": "Charlotte Brontë",
    "Category": "Novel",
    "Short description": "A Gothic novel following the journey of an orphaned girl into adulthood",
    "Rating": 4.8,
    "Content": "This novel by Charlotte Brontë follows the life of Jane Eyre, an orphan with a strong sense of independence.\n- The narrative explores themes of love, morality, and the struggle for independence in a society with rigid social norms.\n- It depicts Jane's journey from a harsh upbringing to becoming a governess at Thornfield Hall.\n- Brontë's work highlights the complexities of relationships, particularly Jane's connection with Mr. Rochester.\n- 'Jane Eyre' remains a classic in literature, celebrated for its portrayal of a strong-willed, independent female protagonist."
  },
  {
    "Image": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781625587534/the-picture-of-dorian-gray-9781625587534_hr.jpg",
    "Name": "The Picture of Dorian Gray",
    "Quantity": 11,
    "Author Name": "Oscar Wilde",
    "Category": "Novel",
    "Short description": "A novel exploring the consequences of a man's pact to retain eternal youth and beauty",
    "Rating": 4.4,
    "Content": "This novel by Oscar Wilde revolves around the life of Dorian Gray, a young man whose portrait ages while he remains youthful.\n- The story explores themes of vanity, morality, and the consequences of a hedonistic lifestyle.\n- It delves into the Faustian pact made by Dorian, allowing his portrait to bear the consequences of his actions.\n- Wilde's narrative critiques the pursuit of beauty, the corruption of the soul, and the impact of society on individual morality.\n- 'The Picture of Dorian Gray' remains a notable work, showcasing Wilde's wit and philosophical insights."
  }
]
